{
  "navigation": {
    "home": "home",
    "projects": "projects",
    "contact": "contact"
  },
  "page": {
    "home": {
      "title": "Home",
      "heroTitle": "Transform and innovate spaces with us.",
      "heroSubtitle": "Elevate your projects with expert engineering and cutting-edge technology.",
      "about": {
        "title": "About us",
        "subtitle": "and our mission",
        "firstAboutParagraph": "OMF is a team of young engineers",
        "firstAboutParagraphBoldText": "merging expertise in construction with the latest technologies,",
        "firstAboutParagraphRest": "crafting structurally optimal and aesthetically appealing buildings for our clients.",
        "secondAboutParagraph": "Our mission isn't just about shaping spaces and client satisfaction; it's also about building an optimal workplace, placing emphasis on employees, and fostering a positive work atmosphere.",
        "thirdAboutParagraph": "We specialize in top-tier structural design, employing innovative solutions that support your architectural ambitions. From residential homes to expansive commercial spaces, our expertise combines cutting-edge technologies like BIM, AI, and VR to create sustainable, functional, and aesthetically appealing architectural solutions.",
        "fourthAboutParagraph": "Our team of experts provides personalized services, reflecting the unique needs of each client. Our commitment, accessibility, and professionalism make us a reliable partner in every project.",
        "contactButtonText": "Contact us"
      },
      "services": {
        "title": "Services",
        "subtitle": "for each client",
        "servicesList": [
          {
            "title": "Architecture & Structural Design",
            "description": "A fusion of expertise in structural design and comprehensive architectural solutions, following the construction process from concept to complete project realization. With top-notch technical skills and the latest technologies, we approach each project with the aim of creating robust, functional, and visually captivating spatial solutions. Whether it's residential homes, commercial buildings, or high-rise towers, our expertise ensures quality and innovation at every stage of the design process."
          },
          {
            "title": "Expert Supervision",
            "description": "It provides an additional layer of reliability and precision throughout the execution of your project. Through systematic oversight and careful inspection, we ensure that every element of the construction and architectural solution meets the highest quality standards. Expert supervision isn't just a safety measure; it's a guarantee that your project progresses according to planned timelines and budgets while achieving high-performance standards."
          },
          {
            "title": "BIM & Technology in Construction",
            "description": "Using BIM software and precise 3D laser scanning, we establish the foundation for a detailed understanding of the existing condition and the identification of potential improvements. We employ VR technologies not only for project presentations but also for conducting meetings within virtual spaces. We enable virtual tours through the building even during the design phase."
          },
          {
            "title": "Consulting and Project Management",
            "description": "We ensure that every step is meticulously planned, led, and executed with top-tier expertise. Our team of consultants provides strategic guidance, consultation, and support throughout the entire process. Through thorough analysis, we identify optimal solutions for your needs, simultaneously managing the project to achieve set objectives within budget and timelines."
          },
          {
            "title": "3D Modeling and Realistic Visualizations",
            "description": "Providing a clear insight into your project, this offers potential property buyers a glimpse of the space before the first foundation is laid. Realistic visualizations not only convey aesthetics but also allow a detailed view of space layout through 3D floor plans. This service informs and encourages potential buyers to easily connect with the future space, enhancing decision quality and fostering engagement in the early stages of the project."
          },
          {
            "title": "Interior Design",
            "description": "Creating spaces that not only meet functional requirements but also enhance the aesthetics of your home or workspace. A specialized part of our team dedicated to interior design offers personalized solutions, considering your desires, needs, and style. From selecting colors, materials, and lighting to detailed furniture layout planning, we transform spaces into harmonious entities reflecting your personal touch and fostering a comfortable environment."
          }
        ]
      },
      "selectedProjects": {
        "title": "Highlighted projects",
        "subtitle": "our solutions",
        "decsription": "We approach each project with the same level of responsibility, attention, and motivation to deliver the best possible outcome to our clients.",
        "buttonText": "All projects"
      }
    },
    "projects": {
      "title": "Projects",
      "subtitle": "portfolio of solutions",
      "projectName": "Name:",
      "projectType": "Project type:",
      "projectLocation": "Location:",
      "projectFunction": "Role:",
      "projectParticipants": "Project participants:"
    },
    "contact": {
      "title": "Contact",
      "subtitle": "send a direct inquiry",
      "message": "Your message will be forwarded to our team, who will respond as soon as possible.",
      "form": {
        "name": "Full name",
        "email": "E-mail",
        "title": "Title",
        "content": "Message",
        "buttonText": "Send",
        "messageSent": "Message sent successfully.",
        "messageFailed": "Message failed to send. Please try again."
      },
      "info": "Info",
      "phone": "Phone",
      "office": "Office Zagreb",
      "locations": "Locations",
      "teamInviteHeader": "Interested in joining our team?",
      "teamInviteDescription": "Feel free to submit your job application to"
    }
  },
  "footer": {
    "location": {
      "title": "Locations",
      "hq": "Headquarters",
      "office": "Office",
      "countries": [
        {
          "name": "Croatia",
          "hqAddress": "Lonjska 7/A, 44320 Kutina",
          "officeAddress": "Radnička cesta 52, 10000 Zagreb"
        },
        {
          "name": "Bosnia and Herzegovina",
          "officeAddress": "Sv. Ive 16, 80209 Livno"
        }
      ]
    },
    "contact": {
      "title": "Contact",
      "email": "Email",
      "office": "Office Zagreb"
    }
  }
}
